[
  {
    "title": "Daftar Brimo Mudah",
    "img": "https://i.ibb.co/3CDv7Wc/Daftar-Brimo-Mudah.png",
    "content": "Bagi Anda nasabah Bank Rakyat Indonesia (BRI) pasti sudah mengenal BRImo. Cara daftar BRImo mungkin sudah pernah dilakukan. Namun, bagi nasabah baru, mengenalan BRImo menjadi hal yang wajib diketahui sebelum menggunakan layanan BRI ini. BRImo merupakan aplikasi keuangan digital Bank Bri terbaru berbasis data internet. Cara daftar BRImo serta aktivasi aplikasi BRImo Mobile Banking BRI terbaru ini mudah, bisa dilakukan langsung melalui aplikasi BRImo\n\nA. Cara Daftar BRIMO\n\n1. Download BRImo dan pilih Buka Punya Akun lalu Buka Rekening.\n\n2. Pilih produk tabungan BRI dan kantor BRI yang mengelola rekening.\n\n3. Foto e-KTP dan Isi data utama.\n\n4. Verifikasi data dan kode verifikasi dikirim ke HP.\n\n5. Rekam video, foto selfie KTP, foto NPWP, dan isi data diri.\n\nVerfikasi tandatangan digital melalui kode token di SMS. Konfirmasi dan lakukan setoran awal ke nomor BRIVA (Virtual Account). Notifikasi rekening terbentuk melalui email. Buat username, password, dan PIN untuk akun BRImo (Internet Banking). Rekening digital Anda telah aktif dan dapat digunakan untuk transaksi finansial di BRImo.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar BRImo Online",
    "img": "https://i.ibb.co/rsZdbry/Daftar-BRImo-Online.png",
    "content": "Adanya layanan mendaftar brimo tanpa ke bank, membuat lebih praktis. Apalagi jika kamu mempunyai kesibukan super padet, menjadikan suatu solusi bisa daftar brimo lewat hp tanpa ke bank. Tanpa harus bingung dengan waktu, daftar brimo online tanpa ke bank bisa kapan saja sesuka hati. Cara Daftar Brimo Tanpa ke Bank Proses registrasi brimo di hp sedikit berbeda, di bandingkan daftar e banking dari bank lain. Dimana ada step foto selfie sambil memegang kartu ektp, sama halnya saat proses pembukaan rekening bri secara online/digital saving. Berikut caranya:\n\n1. Buka Aplikasi Brimo\n\n2. Tidak Punya Akun\n\n3. Pilih Daftar Brimo\n\n4. Siapkan Dokumen Pendukung, Foto & Mengisi Data KTP, Masukan Data Kartu Debit BRI\n\n5. Mengisi Data Kontak, Verifikasi No HP, Verifikasi Email\n\n6. Perekaman Video, Foto Selfie Dan KTP, Tanda Tangan\n\n7. Verifikasi Semua Data, Verifikasi-Semua-Data, Konfirmasi Data\n\n8. Kode Tanda Tangan Digital, Membuat Username, Membuat Password Brimo. Selesai",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Aktivasi BRImo",
    "img": "https://i.ibb.co/C99pxrm/Aktivasi-BRImo.png",
    "content": "Bank Rakyat Indonesia (BRI) merupakan salah satu bank BUMN terbesar di Indonesia. Sebagai bank yang memiliki jaringan layanan di seluruh Indonesia, Bank BRI menyediakan beragam kemudahan untuk nasabahnya. Salah satunya, cara daftar BRImo atau m-banking BRI kini dapat dilakukan secara online tanpa harus ke bank. Nah, berikut ini adalah cara daftar BRImo (cara daftar m-banking BRI) untuk nasabah yang sudah memiliki rekening BRI:\n\n1. Unduh aplikasi BRImo di Google Play Store atau App Store. Buka aplikasi BRImo di smartphone.\n\n2. Pada halaman awal, akan ada tampilan login untuk pengguna lama dan pendaftaran akun baru untuk pengguna yang belum memiliki akun. Pilih Belum Punya Akun.\n\n3. Lalu klik Daftar. Masukan data diri untuk verifikasi.\n\n4. Anda akan menerima link yang dikirimkan melalui SMS di nomor HP yang didaftarkan, lalu klik link tersebut.\n\n5. Anda juga akan menerima kode OTP yang dikirim melalui email. Lakukan 8 detik untuk perekaman wajah.\n\n6. Tunggu proses, lalu masukan OTP untuk verifikasi. Buat Username dan Password untuk login.\n\n7. Selanjutnya, lakukan login di aplikasi BRImo. Registrasi berhasil. Anda sudah bisa melakukan transaksi menggunakan aplikasi BRImo.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar BRImo Nasabah Lama",
    "img": "https://i.ibb.co/qNrwp9j/Daftar-BRImo-Nasabah-Lama.png",
    "content": "Nasabah Bank Rakyat Indonesia (BRI) kamu bisa dengan mudah untuk melakukan pendaftaran BRImo lewat HP tanpa harus ke bank sehingga tidak perlu antri. Untuk itu, kamu perlu mengetahui cara daftar BRImo. Dengan menggunakan BRImo, kamu bisa mendapatkan beragam kemudahan transaksi. Adapun sejumlah syarat daftar BRI mobile lewat HP tanpa ke bank yang harus disiapkan yaitu KTP, nomor rekening, nomor HP yang aktif dan juga email aktif.\n\nA. Cara Daftar BRImo untuk Nasabah Lama\n\n1. Download dan install aplikasi BRImo di Google Play Store atau App Store.\n\n2. Buka aplikasi BRImo.\n\n3. Klik buka punya akun.\n\n4. Klik daftar.\n\n5. Isi data diri nasabah.\n\n6. Klik link yang dikirimkan ke menu SMS.\n\n7. Masukkan OTP dari email yang terdaftar.\n\nSistem akan mengambil video wajah nasabah. Masukkan OTP untuk verifikasi kembali. Masukkan username dan password baru. Login dengan username dan password di aplikasi BRImo. Selesai",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Keuntungan Menggunakan BRImo",
    "img": "https://i.ibb.co/brYVgC8/Keuntungan-Menggunakan-BRImo.png",
    "content": "Fitur unggulan BRImo ada fast menu yaitu layanan transaksi yang cepat dan sesuai dengan fitur yang nasabah inginkan. Contohnya seperti jika kamu sedan gada transaksi, kamu bisa menggunakan Quick Response Indonesia Standart (QRIS) untuk mempermudah pembayaran apapun.\n\nKetika menggunakan QRIS ini, nasabah bisa menggunakannya dengan dua cara. Yang pertama menunjukkan QRIS pada merchant dan pihak merchant akan melakukan pemindaian atau Customer Presented Mode (CPM) yang didukung dengan adanya fitur QR pedagang, sehingga langsung tanpa perlu device tambahan.\n\nItulah cara daftar BRImo online tanpa perlu datang ke bank. Selain itu kamu juga sudah mengetahui tips bertransaksi dengan aman menggunakan BRI Mobile. Terlebih kamu akan mendapatkan banyak keuntungan dengan menggunakan BRI Mobile.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Cara Aman Transaksi BRImo",
    "img": "https://i.ibb.co/qsNsGvQ/Cara-Aman-Transaksi-BRImo.png",
    "content": "Download atau update aplikasi BRImo di Google Play Store atau App Store. Gunakan jaringan internet yang aman. Jangan menggunakan user ID dan password yang mudah ditebak.\n\nHindari menggunakan tanggal lahir untuk PIN aplikasi BRImo. Rahasiakan user ID, password dan PIN kamu dari orang lain. Ubah password dan PIN kamu secara rutin. Periksa mutase rekening secara rutin.\n\nAktifkan SMS notifikasi di kantor BRI terdekat. Pastikan Log Out sempurna Ketika selesai menggunakan aplikasi BRImo.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Penyebab Gagal Daftar BRImo",
    "img": "https://i.ibb.co/dkPnzhd/Penyebab-Gagal-Daftar-BRImo.png",
    "content": "Pastikan jenis tabungan yang Anda daftarkan sesuai dengan rekening yang Anda miliki. Pastikan Anda memiliki pulsa untuk mendapatkan kode OTP dari BRI melalui SMS.\n\nPastikan nomor HP dan email Anda aktif. Pastikan kartu ATM Anda tidak kadaluarsa dan memang masih aktif.\n\nPastikan jelas saat melakukan foto e-KTP, wajah, atau buku tabungan Anda.dan Pastikan koneksi internet Anda baik. Coba secara berkala karena kemungkinan server BRImo sedang down.",
    "imgSource": null,
    "contentSource": null
  }
]
